// localized port names

"ether"                   = "Built-in Ethernet";
"multiether"              = "Built-in Ethernet %@";
"pci-ether"               = "PCI Ethernet Slot %@";
"pci-multiether"          = "PCI Ethernet Slot %@, Port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet Adaptor (%@)";

"airport"                 = "AirPort";
"generic-wireless"        = "Wireless Network Adaptor (%@)";

"firewire"                = "Built-in FireWire";
"pci-firewire"            = "PCI FireWire Slot %@";
"pci-multifirewire"       = "PCI FireWire Slot %@, Port %@";
"generic-firewire"        = "Ethernet Adaptor (%@)";

"bluetooth"               = "Bluetooth";
"bluetooth-modem"         = "USB Bluetooth Modem Adaptor";
"bluetooth-modem-port"    = "Bluetooth Modem Port";
"generic-bluetooth-modem" = "Bluetooth Modem (%@)";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA Modem Adaptor";
"irda-ircomm-port"        = "IrDA Modem Port";

"modem"                   = "Internal Modem";

"modem-port"              = "Modem Port";
"modem-printer-port"      = "Modem/Printer Port";

"printer-port"            = "Printer Port";
"serial-port"             = "Serial Port";

"usbmodem"                = "USB Modem"; 
"generic-usbmodem"        = "USB Modem (%@)"; 

"bond"                    = "Ethernet Bond (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";
